LEXICON_RU = {
    "/start": "Привет! Я — твой персональный тест-бот по профориентации. 🤖 Моя задача — помочь тебе разобраться в мире профессий, понять свои сильные стороны и интересы, чтобы ты мог выбрать подходящую карьеру. 💼\n\nС помощью тестов, которые я тебе предложу, ты сможешь лучше понять, какие сферы деятельности тебе интересны, и какие навыки стоит развивать для достижения успеха. 🚀\n\n",
    '/help': 'Этот бот проводит различные тесты. Нажмите "Да" для начала.',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично, рад твоему интересу! Теперь выбери, какой тест тебе хотелось бы пройти',
    'no': 'Понимаю, может, сейчас не самое подходящее время. Если вдруг захочется узнать больше о себе и профессиях, просто нажми кнопку /start',
    'yes_button': 'Да',
    'no_button': 'Нет',
    'test1': 'Тест Климова (ДДО) 🐾',
    'test2': 'Тест 2 🧩',
    'back': 'Назад',
    'end_test': 'Тест завершен! Спасибо за участие.',
    'github': 'GitHub 🌐',
    'start_test': 'Выбрать тест 🎯',
    'about_project': 'О проекте 📚'

}
