LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! Я – тест-бот по профориентации. Помогу тебе разобраться в мире профессий, понять свои сильные стороны и интересы, чтобы выбрать подходящую карьеру. Вместе мы определим, в каких сферах ты можешь быть успешен и какие навыки стоит развивать. Готов узнать о себе больше?',
    '/help': 'Это очень простая игра. Мы одновременно должны '
             'сделать выбор одного из трех предметов. Камень, '
             'ножницы или бумага.\n\nЕсли наш выбор '
             'совпадает - ничья, а в остальных случаях камень '
             'побеждает ножницы, ножницы побеждают бумагу, '
             'а бумага побеждает камень.\n\n<b>Играем?</b>',
    'test1': 'Тест Джона Холланда',
    'test2': 'Тест Майерс-Бриггс (MBTI)',
    'test3': 'Карта интересов Голомштока',
    'test4': 'Тест Климова',
    'test5': 'Тест по методике "Профориентация от HeadHunter"',
    'test6': 'Тест на определение IQ и EQ',
    'yes_button': 'Да готов!',
    'no_button': 'Нет!',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично, рад твоему интересу! Теперь выбери, какой тест тебе хотелось бы пройти',
    'no': 'Понимаю, может, сейчас не самое подходящее время. Если вдруг захочется узнать больше о себе и профессиях, просто'
          'нажми кнопку /start',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор'
}

