LEXICON_RU: dict[str, str] = {
    '/start': 'Привет! Я – тест-бот по профориентации. Помогу тебе разобраться в мире профессий, понять свои сильные стороны и интересы, чтобы выбрать подходящую карьеру. Вместе мы определим, в каких сферах ты можешь быть успешен и какие навыки стоит развивать. Готов узнать о себе больше?',
    '/help': 'Этот бот проводит различные тесты. Нажмите "Да" для начала.',
    'other_answer': 'Извини, увы, это сообщение мне непонятно...',
    'yes': 'Отлично, рад твоему интересу! Теперь выбери, какой тест тебе хотелось бы пройти',
    'no': 'Понимаю, может, сейчас не самое подходящее время. Если вдруг захочется узнать больше о себе и профессиях, просто'
          'нажми кнопку /start',
    'yes_button': 'Да',
    'no_button': 'Нет',
    'yes': 'Отлично! Выберите тест, который хотите пройти:',
    'no': 'Хорошо, возвращайтесь, когда будете готовы.',
    'test1': 'Тест Климова (ДДО)',
    'test2': 'Тест 2',
    'start_test': 'Начать тест',
    'back': 'Назад',
    'end_test': 'Тест завершен! Спасибо за участие.'
}


