questions_test1 = {
    1: ["1а) Ухаживать за животными", "1б) Обслуживать машины, приборы (следить, регулировать)"],
    2: ["2а) Помогать больным людям, лечить их", "2б) Составлять таблицы, схемы, программы для вычислительных машин"],
    3: ["3а) Следить за качеством книжных иллюстраций, плакатов, художественных открыток, грампластинок", "3б) Следить за состоянием, развитием растений"],
    4: ["4а) Обрабатывать материалы (дерево, ткань, пластмассу, металл и т.п.)", "4б) Доводить товары до потребителя (рекламировать, продавать)"],
    5: ["5а) Обсуждать научно-популярные книги, статьи", "5б) Обсуждать художественные книги (или пьесы, концерты)"],
    6: ["6а) Выращивать молодняк (животных какой-либо породы)", "6б) Тренировать товарищей (или младших) в выполнении каких-либо действий (трудовых, учебных, спортивных)"],
    7: ["7а) Копировать рисунки, изображения (или настраивать музыкальные инструменты)", "7б) Управлять каким-либо грузовым (подъемным или транспортным) средством: подъемным краном, трактором, тепловозом и др."],
    8: ["8а) Сообщать, разъяснять людям нужные им сведения (в справочном бюро, на экскурсии и т.д.)", "8б) Художественно оформлять выставки, витрины (или участвовать в подготовке пьес, концертов)"],
    9: ["9а) Ремонтировать вещи, изделия (одежду, технику), жилище", "9б) Искать и исправлять ошибки в текстах, таблицах, рисунках"],
    10: ["10а) Лечить животных", "10б) Выполнять вычисления, расчеты"],
    11: ["11а) Выводить новые сорта растений", "11б) Конструировать, проектировать новые виды промышленных изделий (машины или одежду, дома, продукты питания и т.п.)"],
    12: ["12а) Разбирать споры, ссоры между людьми, убеждать, разъяснять, поощрять, наказывать", "12б) Разбираться в чертежах, схемах, таблицах (проверять, уточнять, приводить в порядок)"],
    13: ["13а) Наблюдать, изучать работу кружков художественной самодеятельности", "13б) Наблюдать, изучать жизнь микробов"],
    14: ["14а) Обсуждать, налаживать медицинские приборы, аппараты", "14б) Оказывать людям медицинскую помощь при ранениях, ушибах, ожогах и т.п."],
    15: ["15а) Составлять точные описания - отчеты о наблюдаемых явлениях, событиях, измеряемых объектах и др.", "15б) Художественно описывать, изображать события (наблюдаемые или представляемые)"],
    16: ["16а) Делать лабораторные анализы в больнице", "16б) Принимать, осматривать больных, беседовать с ними, назначать лечение"],
    17: ["17а) Красить или расписывать стены помещений, поверхность изделий", "17б) Осуществлять монтаж зданий или сборку машин, приборов"],
    18: ["18а) Организовывать культпоходы сверстников или младших в театры, музеи, экскурсии, туристические походы и т.п.", "18б) Играть на сцене, принимать участие в концертах"],
    19: ["19а) Изготавливать по чертежам детали, изделия (машины, одежду), строить здания", "19б) Заниматься черчением, копированием чертежей, карт"],
    20: ["20а) Вести борьбу с болезнями растений, с вредителями леса, сада", "20б) Работать на клавишных машинах"]
}


questions_test2 = {
    1: ["Общаться с людьми", "Работать с документами"],
    2: ["Решать математические задачи", "Создавать рисунки и иллюстрации"],

}


all_tests = {
    'Тест Климова (ДДО) 🐾': questions_test1,
    'Тест 2 🧩': questions_test2,
}