questions_test1 = {
    1: ["Ухаживать за животными", "Обслуживать машины, приборы (следить, регулировать)"],
    2: ["Помогать больным людям, лечить их", "Составлять таблицы, схемы, программы для вычислительных машин"],
    3: ["Следить за качеством книжных иллюстраций, плакатов, художественных открыток, грампластинок", "Следить за состоянием, развитием растений"],
    4: ["Обрабатывать материалы (дерево, ткань, пластмассу, металл и т.п.)", "Доводить товары до потребителя (рекламировать, продавать)"],
    5: ["Обсуждать научно-популярные книги, статьи", "Обсуждать художественные книги (или пьесы, концерты)"],
    6: ["Выращивать молодняк (животных какой-либо породы)", "Тренировать товарищей (или младших) в выполнении каких-либо действий (трудовых, учебных, спортивных)"],
    7: ["Копировать рисунки, изображения (или настраивать музыкальные инструменты)", "Управлять каким-либо грузовым (подъемным или транспортным) средством: подъемным краном, трактором, тепловозом и др."],
    8: ["Сообщать, разъяснять людям нужные им сведения (в справочном бюро, на экскурсии и т.д.)", "Художественно оформлять выставки, витрины (или участвовать в подготовке пьес, концертов)"],
    9: ["Ремонтировать вещи, изделия (одежду, технику), жилище", "Искать и исправлять ошибки в текстах, таблицах, рисунках"],
    10: ["Лечить животных", "Выполнять вычисления, расчеты"],
    11: ["Выводить новые сорта растений", "Конструировать, проектировать новые виды промышленных изделий (машины или одежду, дома, продукты питания и т.п.)"],
    12: ["Разбирать споры, ссоры между людьми, убеждать, разъяснять, поощрять, наказывать", "Разбираться в чертежах, схемах, таблицах (проверять, уточнять, приводить в порядок)"],
    13: ["Наблюдать, изучать работу кружков художественной самодеятельности", "Наблюдать, изучать жизнь микробов"],
    14: ["Обсуждать, налаживать медицинские приборы, аппараты", "Оказывать людям медицинскую помощь при ранениях, ушибах, ожогах и т.п."],
    15: ["Составлять точные описания - отчеты о наблюдаемых явлениях, событиях, измеряемых объектах и др.", "Художественно описывать, изображать события (наблюдаемые или представляемые)"],
    16: ["Делать лабораторные анализы в больнице", "Принимать, осматривать больных, беседовать с ними, назначать лечение"],
    17: ["Красить или расписывать стены помещений, поверхность изделий", "Осуществлять монтаж зданий или сборку машин, приборов"],
    18: ["Организовывать культпоходы сверстников или младших в театры, музеи, экскурсии, туристические походы и т.п.", "Играть на сцене, принимать участие в концертах"],
    19: ["Изготавливать по чертежам детали, изделия (машины, одежду), строить здания", "Заниматься черчением, копированием чертежей, карт"],
    20: ["Вести борьбу с болезнями растений, с вредителями леса, сада", "Работать на клавишных машинах"]
}


questions_test2 = {
    1: ["Общаться с людьми", "Работать с документами"],
    2: ["Решать математические задачи", "Создавать рисунки и иллюстрации"],

}


all_tests = {
    'Тест 1': questions_test1,
    'Тест 2': questions_test2,
}