question = {
    'const_question': "Предположим, что после соответствующего обучения Вы сможете выполнить любую работу. Но если бы Вам пришлось выбирать только из двух возможностей, что бы Вы предпочли?"
}
questions = {
    1: ["Ухаживать за животными", "Обслуживать машины, приборы (следить, регулировать)"],
    2: ["Помогать больным", "Составлять таблицы, схемы, программы для вычислительных машин"],
    3: ["Следить за качеством книжных иллюстраций, плакатов, художественных открыток и т.д.", "Следить за состоянием и развитием растений"],
    4: ["Обрабатывать материалы (дерево, ткань, металл, пластмассу и т.п.)", "Доводить товары до потребителя, рекламировать, продавать"],
    5: ["Обсуждать научно-популярные книги, статьи", "Обсуждать художественные книги (или пьесы, концерты)"],
    6: ["Выращивать молодняк (животных какой-либо породы)", "Тренировать товарищей (или младших) в выполнении каких-либо действий (трудовых, учебных, спортивных)"],
    7: ["Копировать рисунки, изображения (или настраивать музыкальные инструменты)", "Управлять каким-либо грузовым (подъемным или транспортным) средством – подъемным краном, трактором, тепловозом"],
    8: ["Сообщать, разъяснять людям нужные им сведения (в справочном бюро, на экскурсии и т.д.)", "Оформлять выставки, витрины (или участвовать в подготовке пьес, концертов)"],
    9: ["Ремонтировать вещи, изделия (одежду, технику), жилище", "Искать и исправлять ошибки в текстах, таблицах, рисунках"],
    10: ["Лечить животных", "Выполнять начисления, расчеты"],
    11: ["Выводить новые сорта растений", "Конструировать, проектировать новые виды промышленных изделий (машины, одежду, дома, продукты питания и т.п.)"],
    12: ["Разбирать споры, ссоры между людьми, убеждать, разъяснять, наказывать, поощрять", "Разбираться в чертежах, схемах, таблицах (проверять, уточнять, приводить в порядок)"],
    13: ["Наблюдать, изучать работу художественной самодеятельности", "Наблюдать, изучать жизнь микробов"],
    14: ["Обслуживать, налаживать медицинские приборы, аппараты", "Оказывать людям медицинскую помощь при ранениях, ушибах, ожогах и т.п."],
    15: ["Художественно описывать, изображать события (наблюдаемые и представляемые)", "Составлять точные описания-отчеты о наблюдаемых явлениях, событиях, измеряемых объектах"],
    16: ["Делать лабораторные анализы в больнице", "Принимать, осматривать больных, беседовать с ними, назначать лечение"],
    17: ["Красить или расписывать стены помещений, поверхность изделий", "Осуществлять монтаж или сборку машин, приборов"],
    18: ["Организовать культ-походы сверстников или младших в театры, музеи, экскурсии, туристические походы и т.п.", "Играть на сцене, принимать участие в концертах"],
    19: ["Изготовлять по чертежам детали, изделия (машины, одежду), строить здания", "Заниматься черчением, копировать чертежи, карты"],
    20: ["Вести борьбу с болезнями растений, с вредителями леса, сада", "Работать на клавишных машинах (пишущей машинке, телепайте, наборной машине и др.)"]
}
