questions_test1 = {
    1: ["Ухаживать за животными", "Обслуживать машины, приборы (следить, регулировать)"],
    2: ["Помогать больным", "Составлять таблицы, схемы, программы для вычислительных машин"],
    # Добавьте остальные вопросы для теста 1
}

questions_test2 = {
    1: ["Общаться с людьми", "Работать с документами"],
    2: ["Решать математические задачи", "Создавать рисунки и иллюстрации"],
    # Добавьте остальные вопросы для теста 2
}

# Словарь для доступа к разным тестам
all_tests = {
    'Тест 1': questions_test1,
    'Тест 2': questions_test2,
}